{
	"@metadata": {
		"authors": [
			"Agent",
			"Agusbou2015",
			"Fitoschido",
			"Idontknow",
			"Ihojose",
			"Jakeukalane",
			"Josecurioso",
			"Macofe",
			"Nancystodd",
			"Rapunzel",
			"Rodney Araujo",
			"Warming Hearth",
			"YoViajo"
		]
	},
	"apihelp-bs-filebackend-store-summary": "Enumera todos los archivos del archivo de fondo. Permite ordenar, filtrar y paginar. Implementa los parámetros de almacenamiento de ExtJS.",
	"apihelp-bs-user-store-summary": "Enumera todos los usuarios de la base de datos. Permite ordenar, filtrar y paginar. Implementa los parámetros de almacenamiento de ExtJS.",
	"apihelp-bs-category-store-summary": "Enumera todas las categorías. Permite ordenar, filtrar y paginar. Implementa los parámetros de almacenamiento de ExtJS.",
	"apihelp-bs-adminuser-store-summary": "Enumera todos los usuarios de la base de datos con datos confidenciales adicionales. Permite ordenar, filtrar y paginar. Implementa los parámetros de almacenamiento de ExtJS.",
	"apihelp-bs-group-store-summary": "Enumera todos los grupos excepto $wgImplicitGroups. Permite ordenar, filtrar y paginar. Implementa los parámetros de almacenamiento de ExtJS.",
	"apihelp-bs-interwiki-store-summary": "Enumera todos los enlaces interwiki. Permite ordenar, filtrar y paginar. Implementa los parámetros de almacenamiento de ExtJS.",
	"apihelp-bs-titlequery-store-summary": "Enumera títulos de página y (opcionalmente) prefijos de espacio de nombres basados ​​en un término de consulta. Implementa los parámetros de almacenamiento de ExtJS.",
	"apihelp-bs-wikipage-tasks-summary": "Proporciona operaciones comunes para páginas wiki",
	"apihelp-bs-store-param-sort": "Cadena JSON con información de clasificación; se deserializa a <code>matriz de objetos</code> que contienen el nombre y la dirección del campo para cada opción de clasificación",
	"apihelp-bs-store-param-group": "Cadena JSON con información de agrupamiento; se deserializa a <code>matriz de objetos</code> que contienen el nombre y la dirección del campo para cada opción de agrupamiento",
	"apihelp-bs-store-param-filter": "Cadena JSON con información de filtro; se deserializa a <code>matriz de objetos</code> que contienen nombre de campo, tipo de filtro y valor de filtro para cada opción de filtrado",
	"apihelp-bs-store-param-page": "Permite el cálculo de inicio/límite del lado servidor",
	"apihelp-bs-store-param-limit": "Número de resultados a devolver",
	"apihelp-bs-store-param-start": "El desplazamiento desde el cual comenzar la lista de resultados",
	"apihelp-bs-store-param-callback": "Un nombre de método en el código del cliente que se debe llamar en la respuesta (JSONP)",
	"apihelp-bs-store-param-query": "Similar a <var>filter</var>, pero el valor proporcionado sirve como un filtro solo para campo <var>value</var> de un componente ExtJS",
	"apihelp-bs-store-param-dc": "Indicador <code>Disable cache</code> (desactivar antememoria)",
	"apihelp-bs-store-param-format": "El formato de la salida (JSON o JSON con formato únicamente)",
	"apihelp-bs-store-param-options": "Opciones arbitrarias para configurar el formato de almacenamiento de una cadena JSON",
	"apihelp-bs-store-param-context": "Objeto codificado como cadena JSON con datos de contexto para el almacén",
	"apihelp-bs-task-param-task": "La tarea que debería ejecutarse",
	"apihelp-bs-task-param-taskdata": "Objeto codificado como cadena JSON con datos arbitrarios para la tarea",
	"apihelp-bs-task-param-context": "Objeto codificado como cadena JSON con datos de contexto para la tarea",
	"apihelp-bs-task-param-format": "El formato del resultado",
	"apihelp-bs-task-param-token": "El token necesario para acceder al módulo de la API",
	"bs-wikipage-tasks-error-contentmodel": "No se pudo realizar la tarea con el modelo de contenido de la página proporcionada.",
	"bs-wikipage-tasks-error-page-not-valid": "La página proporcionada no es válida.",
	"bs-wikipage-tasks-setcategories-edit-summary": "Se cambiaron categorías.",
	"bs-wikipage-tasks-error-page-edit-not-allowed": "No tienes permitido editar la página \"$1\".",
	"bs-wikipage-tasks-error-categories-not-valid": "{{PLURAL:$2|Categoría no válida|Categorías no válidas}}: $1",
	"bs-wikipage-tasks-setcategories-success": "Se establecieron las categorías con éxito.",
	"apihelp-bs-wikipage-store-summary": "Enumera todas las páginas de la wiki. Permite ordenarlas, filtrarlas y paginarlas. Implanta parámetros de la ExtJS Store.",
	"apihelp-bs-ping-tasks-summary": "Tarea ping que proporciona un intercambio continuo de datos",
	"apihelp-bs-wikisubpage-treestore-summary": "Enumera las subpáginas de una página concreta de la wiki",
	"apihelp-bs-wikisubpage-treestore-param-node": "El título con prefijo de la página wiki",
	"apihelp-bs-wikisubpage-treestore-param-options": "Lista de opciones",
	"apihelp-bs-upload-license-store-summary": "Enumera todas las licencias disponibles para una carga de archivo",
	"bs-wikipage-tasks-error-page-read-not-allowed": "No tienes permitido leer la página «$1».",
	"bs-wikipage-tasks-error-nothingtoremove": "No hay categorías que quitar",
	"apihelp-bs-category-treestore-summary": "Enumera las subcategorías de una categoría específica",
	"apihelp-bs-category-treestore-param-node": "Una ruta de categorías separadas por una barra",
	"bs-api-task-taskdata-help": "[$1 Esquema], [$2 ejemplos de parámetros]",
	"apihelp-bs-task-param-schema": "Mostrar el esquema JSON de los parámetros de la tarea",
	"apihelp-bs-task-param-examples": "Mostrar ejemplos de parámetros de tareas",
	"bs-api-task-taskData-page-id": "El identificador de una página existente de la wiki",
	"bs-api-task-taskData-page-title": "Un título válido de una página wiki",
	"bs-api-task-wikipagetasks-taskData-categories": "Matriz de cadenas. Los valores deben ser nombres de categorías válidos.",
	"apihelp-bs-watchlist-store-summary": "Enumera todas las entradas de la lista de seguimiento. Permite su ordenamiento y filtrado y consultarlas mediante paginación. Implementa parámetros de almacenamiento.",
	"apihelp-bs-recentchanges-store-summary": "Enumera todos los cambios recientes. Permite ordenarlos, filtrarlos y paginarlos. Implementa parámetros de almacenamiento.",
	"apihelp-bs-task-summary": "Proporciona el punto final del API para ejecutar tareas registradas",
	"apihelp-bs-js-var-config-summary": "Proporciona un punto final del API para recuperar variables de configuración del lado del cliente",
	"apihelp-bs-js-var-config-param-name": "Nombre de la variable de configuración a recuperar",
	"apihelp-bs-js-var-config-param-func": "Función de configuración a ejecutar: has|get",
	"apihelp-bs-js-var-config-param-context": "Objeto codificado JSON con el contexto de la llamada",
	"apihelp-bs-js-var-config-param-format": "Formato del resultado",
	"apihelp-bs-categorylinks-store-summary": "Enumera todas las categorías de un enlace, incluyendo de página a una categoría y un marcador para las categorías explícitas e implícitas.",
	"apihelp-bs-categorylinks-store-param-page-id": "El ID de página de una página",
	"apihelp-bs-templatelinks-store-summary": "Enumera todas las plantillas de una página, incuyendo el enlace a la plantilla.",
	"apihelp-bs-templatelinks-store-param-page-id": "El id de página de la página",
	"apihelp-bs-linker-summary": "Muestra links a páginas generadas por Linker",
	"apihelp-bs-linker-param-linkdescs": "Un array JSON asociativo con una lista de páginas. Cada entrada debe contener el título de la página como `target`. Opcionalmente puede contener `text`, `attribs` y `query`."
}
