{
	"@metadata": {
		"authors": [
			"Gomoko",
			"Wladek92",
			"Urhixidur",
			"Thibaut120094",
			"Zetud"
		]
	},
	"apihelp-bs-filebackend-store-description": "Liste tous les fichiers du serveur de fichiers. Permet le tri, le filtrage et la pagination. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-filebackend-store-summary": "Liste tous les fichiers du serveur de fichiers. Permet le tri, le filtrage et la pagination. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-user-store-description": "Liste tous les utilisateurs de la base de données. Permet le tri, le filtrage et la pagination. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-user-store-summary": "Liste tous les utilisateurs de la base de données. Permet le tri, le filtrage et la pagination. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-category-store-description": "Liste toutes les catégories. Permet le tri, le filtrage et la mise en page. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-category-store-summary": "Liste toutes les catégories. Permet le tri, le filtrage et la mise en forme. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-adminuser-store-description": "Liste tous les utilisateurs de la base de données avec les données sensibles supplémentaires. Permet de trier, de filtrer et de mettre en forme. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-adminuser-store-summary": "Liste tous les utilisateurs de la base de données avec des données sensibles supplémentaires. Permet le tri, le filtrage et la pagination. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-group-store-description": "Liste tous les groupes sauf $wgImplicitGroups. Permet le tri, le filtrage et la pagination. Implémente les paramètres de stockage ExtJS.",
	"apihelp-bs-group-store-summary": "Liste tous les groupes sauf $wgImplicitGroups. Permet le tri, le filtrage et la pagination. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-interwiki-store-description": "Liste tous les liens interwiki. Permet le tri, le filtrage et la pagination. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-interwiki-store-summary": "Affiche tous les liens interwiki. Permet le tri, le filtrage et la pagination. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-titlequery-store-description": "Liste les titres de page et (facultativement) les préfixes d’espaces de nom basés sur un terme de recherche. Implémente les paramètres de ExtJS Store.",
	"apihelp-bs-titlequery-store-summary": "Liste les titres de page et (facultativement) les préfixes d’espaces de nom basés sur un terme de recherche. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-wikipage-tasks-description": "Fournit des opérations communes pour les WikiPages",
	"apihelp-bs-wikipage-tasks-summary": "Fournit les opérations communes sur les pages Wiki",
	"apihelp-bs-store-param-sort": "Chaîne JSON avec les informations de tri ; se désérialise en <code>tableau d’objets</code> qui contiennent le nom du champ et la direction de chaque option de tri",
	"apihelp-bs-store-param-group": "Chaîne JSON avec les informations de regroupement ; se désérialise en <code>tableau d’objets</code> qui contiennent le nom et la direction de chaque option de groupement",
	"apihelp-bs-store-param-filter": "Chaîne JSON avec les informations de filtrage ; se désérialise en <code>tableau d’objets</code> qui contiennent le nom du champ, le type de filtre et sa valeur, pour chaque option de filtrage",
	"apihelp-bs-store-param-page": "Permet le calcul du début et de la limite du côté serveur",
	"apihelp-bs-store-param-limit": "Nombre de résultats à renvoyer",
	"apihelp-bs-store-param-start": "Le décalage auquel commencer la liste de résultats",
	"apihelp-bs-store-param-callback": "Un nom de méthode dans le code client qui devrait être appelée dans la réponse (JSONP)",
	"apihelp-bs-store-param-query": "Similaire à <var>filter</var>, mais la valeur fournie sert de filtre uniquement pour le champ <var>value</var> d’un composant ExtJS",
	"apihelp-bs-store-param-dc": "Marque <code>Désactivation du cache</code>",
	"apihelp-bs-store-param-format": "Le format de la sortie (uniquement JSON ou JSON mis en forme)",
	"apihelp-bs-store-param-options": "Options arbitraires pour configurer le stockage sous la forme d’une chaîne JSON",
	"apihelp-bs-store-param-context": "Objet encodé en chaîne JSON avec les données de contexte pour le stockage",
	"apihelp-bs-task-param-task": "La tâche qui doit être exécutée",
	"apihelp-bs-task-param-taskdata": "Objet encodé en chaîne JSON avec des données arbitraires pour la tâche",
	"apihelp-bs-task-param-context": "Objet encodé en chaîne JSON avec des données contextuelles pour la tâche",
	"apihelp-bs-task-param-format": "Le format du résultat",
	"apihelp-bs-task-param-token": "Le jeton nécessaire pour accéder au module de l’API",
	"bs-wikipage-tasks-error-contentmodel": "La tâche n'a pas pu être effectuées avec le modèle de contenu de la page fournie.",
	"bs-wikipage-tasks-error-page-not-valid": "La page spécifiée n'est pas valide.",
	"bs-wikipage-tasks-setcategories-edit-summary": "Catégories modifiées.",
	"bs-wikipage-tasks-error-page-edit-not-allowed": "Vous n’êtes pas autorisé(e) à modifier la page « $1 ».",
	"bs-wikipage-tasks-error-categories-not-valid": "{{PLURAL:$2|Catégorie invalide|Catégories invalides}}: $1",
	"bs-wikipage-tasks-setcategories-success": "Les catégories ont été définies avec succès.",
	"apihelp-bs-wikipage-store-description": "Liste toutes les pages Wiki. Autorise le tri, le fltrage et la mise en forme. Implémente les paramètres de ExtJS Store.",
	"apihelp-bs-wikipage-store-summary": "Liste toutes les pages du wiki. Permet le tri, le filtrage et la pagination. Implémente les paramètres ExtJS Store.",
	"apihelp-bs-ping-tasks-description": "Tâche de ping qui fournit un échange continuel de données",
	"apihelp-bs-ping-tasks-summary": "Tâche de ping qui réalise un échange continu de données",
	"apihelp-bs-wikisubpage-treestore-description": "Fournit les sous-pages d'une page wiki spécifique",
	"apihelp-bs-wikisubpage-treestore-summary": "Affiche les sous-pages d'une page wiki spécifique",
	"apihelp-bs-wikisubpage-treestore-param-node": "Le titre préfixé de la page wiki",
	"apihelp-bs-wikisubpage-treestore-param-options": "Liste des options",
	"apihelp-bs-upload-license-store-description": "Liste toutes les licences disponibles pour un téléversement de fichier",
	"apihelp-bs-upload-license-store-summary": "Afficher toutes les licences disponibles pour le téléversement d'un fichier",
	"bs-wikipage-tasks-error-page-read-not-allowed": "Vous n’êtes pas autorisé à lire la page '$1'.",
	"bs-wikipage-tasks-error-nothingtoremove": "Il n’y a pas de catégorie à supprimer",
	"apihelp-bs-category-treestore-description": "Liste les sous-catégories d’une catégorie particulière",
	"apihelp-bs-category-treestore-summary": "Affiche les sous-catégories d'une catégorie spécifique",
	"apihelp-bs-category-treestore-param-node": "Un chemin de catégories séparé par des barres obliques",
	"bs-api-task-taskdata-help": "[$1 schema], [$2 exemples de paramètres]",
	"apihelp-bs-task-param-schema": "Montrer la structure JSON pour les paramètres de tâche",
	"apihelp-bs-task-param-examples": "Montrer des exemples de paramètres de tâche",
	"bs-api-task-taskData-page-id": "L'ID d'une page wiki existante",
	"bs-api-task-taskData-page-title": "Un titre valide de page wiki",
	"bs-api-task-wikipagetasks-taskData-categories": "Tableau de chaînes. Les valeurs doivent être des noms de catégories valides.",
	"apihelp-bs-watchlist-store-summary": "Liste toutes les entrées des listes de suivi. Permet le tri, le filtrage et la mise en forme. Implémente les paramètres store.",
	"apihelp-bs-recentchanges-store-summary": "Affiche l'ensemble des modifications récentes. Permet de trier, de filtrer et de mettre en forme. Implémente la sauvegarde des paramètres."
}
