{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"apihelp-bs-filebackend-store-summary": "Lista tote le files del back-end de files. Permitte ordinar, filtrar e paginar. Implementa parametros ExtJS Store.",
	"apihelp-bs-user-store-summary": "Lista tote le usatores del base de datos. Permitte ordinar, filtrar e paginar. Implementa parametros ExtJS Store.",
	"apihelp-bs-category-store-summary": "Lista tote le categorias. Permitte ordinar, filtrar e paginar. Implementa parametros ExtJS Store.",
	"apihelp-bs-adminuser-store-summary": "Lista tote le usatores del base de datos con datos confidential additional. Permitte ordinar, filtrar e paginar. Implementa parametros ExtJS Store.",
	"apihelp-bs-group-store-summary": "Lista tote le gruppos salvo $wgImplicitGroups. Permitte ordinar, filtrar e paginar. Implementa parametros ExtJS Store.",
	"apihelp-bs-interwiki-store-summary": "Lista tote le ligamines interwiki. Permitte ordinar, filtrar e paginar. Implementa parametros ExtJS Store.",
	"apihelp-bs-titlequery-store-summary": "Lista titulos de paginas e (optionalmente) prefixos de spatio de nomines a base de un termino de consulta. Implementa parametros ExtJS Store.",
	"apihelp-bs-wikipage-tasks-summary": "Forni operationes commun pro paginas wiki",
	"apihelp-bs-store-param-sort": "Catena JSON con information de ordinamento; se deserialisa in un <code>array of objects</code> (matrice de objectos) que tene le nomine de campo e le direction pro cata option de ordinamento",
	"apihelp-bs-store-param-group": "Catena JSON con information de gruppamento; se deserialisa in un <code>array of objects</code> (matrice de objectos) que tene le nomine de campo e le direction pro cata option de gruppamento",
	"apihelp-bs-store-param-filter": "Catena JSON con information de filtrage; se deserialisa in un <code>array of objects</code> (matrice de objectos) que tene le nomine de campo, typo de filtro e valor de filtro pro cata option de filtrage",
	"apihelp-bs-store-param-page": "Permitte que le servitor calcula le initio e le limite",
	"apihelp-bs-store-param-limit": "Numero de resultatos a restituer",
	"apihelp-bs-store-param-start": "Le position al qual comenciar le lista de resultatos",
	"apihelp-bs-store-param-callback": "Le nomine de un methodo in le codice del cliente que debe esser appellate in le responsa (JSONP)",
	"apihelp-bs-store-param-query": "Simile a <var>filter</var>, ma le valor fornite servi como un filtro solmente pro le campo <var>value</var> de un componente ExtJS",
	"apihelp-bs-store-param-dc": "Indicator <code>Disable cache</code>",
	"apihelp-bs-store-param-format": "Le formato del resultato (JSON solmente, o JSON formatate)",
	"apihelp-bs-store-param-options": "Optiones arbitrari pro configurar le immagazinage in formato de texto JSON",
	"apihelp-bs-store-param-context": "Objecto codificate in texto JSON con datos de contexto pro le immagazinage",
	"apihelp-bs-task-param-task": "Le carga a exequer",
	"apihelp-bs-task-param-taskdata": "Objecto codificate in texto JSON con datos arbitrari pro le carga",
	"apihelp-bs-task-param-context": "Objecto codificate in texto JSON con datos de contexto pro le immagazinage",
	"apihelp-bs-task-param-format": "Le formato del resultato",
	"apihelp-bs-task-param-token": "Le token necessari pro acceder al modulo API",
	"bs-wikipage-tasks-error-contentmodel": "Le carga non pote esser exequite con le modello de contento del pagina indicate.",
	"bs-wikipage-tasks-error-page-not-valid": "Le pagina indicate non es valide.",
	"bs-wikipage-tasks-setcategories-edit-summary": "Categorias cambiate.",
	"bs-wikipage-tasks-error-page-edit-not-allowed": "Tu non ha le permission de modificar le pagina \"$1\".",
	"bs-wikipage-tasks-error-categories-not-valid": "{{PLURAL:$2|Categoria|Categorias}} invalide: $1",
	"bs-wikipage-tasks-setcategories-success": "Le categorias ha essite definite con successo.",
	"apihelp-bs-wikipage-store-summary": "Lista tote le paginas wiki. Permitte ordinar, filtrar e paginar. Implementa parametros ExtJS Store.",
	"apihelp-bs-ping-tasks-summary": "Carga de <i>ping</i> que forni un excambio continue de datos",
	"apihelp-bs-wikisubpage-treestore-summary": "Lista le subpaginas de un pagina wiki specific",
	"apihelp-bs-wikisubpage-treestore-param-node": "Le titulo con prefixo del pagina wiki",
	"apihelp-bs-wikisubpage-treestore-param-options": "Lista de optiones",
	"apihelp-bs-upload-license-store-summary": "Lista tote le licentias disponibile pro le incargamento de un file",
	"bs-wikipage-tasks-error-page-read-not-allowed": "Tu non ha le permission de leger le pagina ‘$1’.",
	"bs-wikipage-tasks-error-nothingtoremove": "Il non ha categorias a remover",
	"apihelp-bs-category-treestore-summary": "Lista le subcategorias de un categoria specific",
	"apihelp-bs-category-treestore-param-node": "Un percurso de categorias separate per barras oblique",
	"bs-api-task-taskdata-help": "[$1 Schema], [$2 exemplos de parametros]",
	"apihelp-bs-task-param-schema": "Monstrar le schema JSON pro le parametros del carga",
	"apihelp-bs-task-param-examples": "Monstrar exemplos de parametros de carga",
	"bs-api-task-taskData-page-id": "Le ID de un pagina wiki existente",
	"bs-api-task-taskData-page-title": "Le titulo valide de un pagina wiki",
	"bs-api-task-wikipagetasks-taskData-categories": "Serie de catenas. Le valores debe esser nomines de categoria valide.",
	"apihelp-bs-watchlist-store-summary": "Lista tote le entratas del observatorio. Permitte ordinar, filtrar e paginar. Implementa parametros de immagazinage.",
	"apihelp-bs-recentchanges-store-summary": "Lista tote le modificationes recente. Permitte ordinar, filtrar e paginar. Implementa parametros de immagazinage.",
	"apihelp-bs-task-summary": "Forni le puncto terminal del API pro executar cargas registrate",
	"apihelp-bs-js-var-config-summary": "Forni un puncto terminal API pro recuperar variabiles de configuration del cliente",
	"apihelp-bs-js-var-config-param-name": "Nomine del variabile de configuration a recuperar",
	"apihelp-bs-js-var-config-param-func": "Function de configuration a executar: has|get",
	"apihelp-bs-js-var-config-param-context": "Objecto codificate in JSON con le contexto del appello",
	"apihelp-bs-js-var-config-param-format": "Formato del resultato",
	"apihelp-bs-categorylinks-store-summary": "Lista tote le categorias de un pagina, includente un ligamine al pagina del categoria e un marcator pro categorias explicite e implicite.",
	"apihelp-bs-categorylinks-store-param-page-id": "Le ID del pagina",
	"apihelp-bs-templatelinks-store-summary": "Lista tote le patronos de un pagina, includente un ligamine al patrono.",
	"apihelp-bs-templatelinks-store-param-page-id": "Le ID del pagina",
	"apihelp-bs-linker-summary": "Restitue ligamines a paginas generate per Linker",
	"apihelp-bs-linker-param-linkdescs": "Un matrice associative JSON con un lista de paginas. Cata entrata debe continer le titulo del pagina como `target`. Pote etiam continer `text`, `attribs` e `query`."
}
