{
	"@metadata": {
		"authors": [
			"HanV",
			"Mainframe98",
			"McDutchie",
			"Romaine",
			"Siebrand"
		]
	},
	"apihelp-bs-filebackend-store-summary": "Geeft een overzicht van alle bestanden uit de backend. Maakt sorteren, filteren en pagineren mogelijk. Implementeert ExtJS Store-parameters.",
	"apihelp-bs-user-store-summary": "Geeft een overzicht van alle gebruikers uit de database. Maakt sorteren, filteren en pagineren mogelijk. Implementeert ExtJS Store-parameters.",
	"apihelp-bs-category-store-summary": "Geeft een overzicht van alle categorieën. Maakt sorteren, filteren en pagineren mogelijk. Implementeert ExtJS Store-parameters.",
	"apihelp-bs-adminuser-store-summary": "Geeft een overzicht van alle gebruikers uit de database met aanvullende gevoelige gegevens. Maakt sorteren, filteren en pagineren mogelijk. Implementeert ExtJS Store-parameters.",
	"apihelp-bs-group-store-summary": "Geeft een overzicht van alle groepen behalve $wgImplicitGroups. Maakt sorteren, filteren en pagineren mogelijk. Implementeert ExtJS Store-parameters.",
	"apihelp-bs-interwiki-store-summary": "Geeft een overzicht van alle interwiki-koppelingen. Maakt sorteren, filteren en pagineren mogelijk. Implementeert ExtJS Store-parameters.",
	"apihelp-bs-titlequery-store-summary": "Geeft paginatitels en (optioneel) naamruimtevoorvoegsels weer op basis van een zoekterm. Implementeert ExtJS Store-parameters.",
	"apihelp-bs-wikipage-tasks-summary": "Voorziet in algemene bewerkingen voor WikiPages",
	"apihelp-bs-store-param-sort": "JSON-string met sorteerinformatie; deserialiseert zich in een <code>array of objects</code> die veldnaam en richting bevatten voor elke sorteeroptie",
	"apihelp-bs-store-param-group": "JSON-string met groepeerinformatie; deserialiseert zich in een <code>array of objects</code> die veldnaam en richting bevatten voor elke groepeeroptie",
	"apihelp-bs-store-param-filter": "JSON-string met filterinformatie; deserialiseert zich in een <code>array of objects</code> die veldnaam, filtertype en filterwaarde bevatten voor elke filteroptie",
	"apihelp-bs-store-param-page": "Maakt op de server de berekening van start/limiet mogelijk",
	"apihelp-bs-store-param-limit": "Aantal resultaten om weer te geven",
	"apihelp-bs-store-param-start": "De positie waarop de resultatenlijst moet beginnen",
	"apihelp-bs-store-param-callback": "De naam van een methode in de cliëntcode die in het antwoord (JSONP) moet worden aangeroepen",
	"apihelp-bs-store-param-query": "Vergelijkbaar met <var>filter</var>, maar de opgegeven waarde dient alleen als filter voor het veld <var>value</var> van een ExtJS-component",
	"apihelp-bs-store-param-dc": "Markering <code>Disable cache</code>",
	"apihelp-bs-store-param-format": "Het formaat van de uitvoer (alleen JSON of geformatteerde JSON)",
	"apihelp-bs-store-param-options": "Willekeurige opties om de opslag te configureren in de indeling van een JSON-tekenreeks",
	"apihelp-bs-store-param-context": "Als JSON-tekenreeks gecodeerd object met contextgegevens voor de opslag",
	"apihelp-bs-task-param-task": "De uit te voeren taak",
	"apihelp-bs-task-param-taskdata": "Als JSON-tekenreeks gecodeerd object met willekeurige gegevens voor de taak",
	"apihelp-bs-task-param-context": "Als JSON-tekenreeks gecodeerd object met contextgegevens voor de taak",
	"apihelp-bs-task-param-format": "Het formaat van het resultaat",
	"apihelp-bs-task-param-token": "Het token dat nodig is om toegang te krijgen tot de API-module",
	"bs-wikipage-tasks-error-contentmodel": "De taak kan niet worden uitgevoerd met het inhoudsmodel van de opgegeven pagina.",
	"bs-wikipage-tasks-error-page-not-valid": "De opgegeven pagina is ongeldig.",
	"bs-wikipage-tasks-setcategories-edit-summary": "Categorieën gewijzigd.",
	"bs-wikipage-tasks-error-page-edit-not-allowed": "U hebt geen toestemming om de pagina \"$1\" te bewerken.",
	"bs-wikipage-tasks-error-categories-not-valid": "Ongeldige {{PLURAL:$2|categorie|categorieën}}: $1",
	"bs-wikipage-tasks-setcategories-success": "Categorieën zijn succesvol ingesteld.",
	"apihelp-bs-wikipage-store-summary": "Geeft een overzicht van alle wiki-pagina's. Maakt sorteren, filteren en pagineren mogelijk. Implementeert ExtJS Store-parameters.",
	"apihelp-bs-ping-tasks-summary": "Ping-taak die zorgt voor voortdurende uitwisseling van gegevens",
	"apihelp-bs-wikisubpage-treestore-summary": "Geeft de subpagina's van een specifieke wikipagina weer",
	"apihelp-bs-wikisubpage-treestore-param-node": "De van voorvoegsel voorziene titel van de wikipagina",
	"apihelp-bs-wikisubpage-treestore-param-options": "Lijst met opties",
	"apihelp-bs-upload-license-store-summary": "Geeft een overzicht van alle beschikbare licenties voor een bestandsupload",
	"bs-wikipage-tasks-error-page-read-not-allowed": "U hebt geen toestemming om de pagina '$1' te bekijken.",
	"bs-wikipage-tasks-error-nothingtoremove": "Er zijn geen categorieën om te verwijderen",
	"apihelp-bs-category-treestore-summary": "Geeft de subcategorieën van een specifieke categorie weer",
	"apihelp-bs-category-treestore-param-node": "Een pad met categorieën gescheiden door een schuine streep",
	"bs-api-task-taskdata-help": "[$1 Schema], [$2 parametervoorbeelden]",
	"apihelp-bs-task-param-schema": "Het JSON-schema voor de taakparameters weergeven",
	"apihelp-bs-task-param-examples": "Voorbeelden van taakparameters weergeven",
	"bs-api-task-taskData-page-id": "De ID van een bestaande wikipagina",
	"bs-api-task-taskData-page-title": "Een geldige titel van een wikipagina",
	"bs-api-task-wikipagetasks-taskData-categories": "Array van tekenreeksen. Waarden moeten geldige categorienamen zijn.",
	"apihelp-bs-watchlist-store-summary": "Geeft een overzicht van alle volglijstvermeldingen. Maakt sorteren, filteren en pagineren mogelijk. Implementeert opslagparameters.",
	"apihelp-bs-recentchanges-store-summary": "Geeft een overzicht van alle recente wijzigingen. Maakt sorteren, filteren en pagineren mogelijk. Implementeert opslagparameters.",
	"apihelp-bs-task-summary": "Voorziet in het API-eindpunt voor het uitvoeren van geregistreerde taken",
	"apihelp-bs-js-var-config-summary": "Voorziet in een API-eindpunt voor het ophalen van configuratievariabelen bij de cliënt",
	"apihelp-bs-js-var-config-param-name": "Naam van de op te halen configuratievariabele",
	"apihelp-bs-js-var-config-param-func": "De uit te voeren configuratiefunctie: has|get",
	"apihelp-bs-js-var-config-param-context": "In JSON gecodeerd object met de context van de aanroep",
	"apihelp-bs-js-var-config-param-format": "Het formaat van het resultaat",
	"apihelp-bs-categorylinks-store-summary": "Geeft een overzicht van alle categorieën van een pagina met verwijzingen naar de categoriepagina's, expliciete en impliciete categorieën.",
	"apihelp-bs-categorylinks-store-param-page-id": "De pagina-ID van de pagina",
	"apihelp-bs-templatelinks-store-summary": "Geeft een overzicht van alle sjablonen van een pagina met koppelingen naar deze sjablonen.",
	"apihelp-bs-templatelinks-store-param-page-id": "De pagina-ID van de pagina",
	"apihelp-bs-linker-summary": "Geeft koppelingen terug naar door Linker gegenereerde pagina's",
	"apihelp-bs-linker-param-linkdescs": "Een associatieve JSON-array met een lijst met pagina's. Elk lid moet de titel van de pagina bevatten als `target`. Kan optioneel `text`, `attribs` en `query` bevatten."
}
